Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/supertux.tmx
Source language: en
Languages: sv

source: Likeliness
sv: Sannolikhet

source: Ignore (not advised)
sv: Hoppa över (rekommenderas inte)

source: Change / Toggle grid size
sv: Ändra / Växla rutnätsstorlek

source: Invert Shift+Scroll
sv: Invertera Skift+rulla

source: Life zone
sv: Livszon

source: Install from file
sv: Installera från fil

source: Desktop
sv: Skrivbord

source: Adapt Speed
sv: Anpassa hastighet

source: Laptop
sv: Bärbar dator

source: Tiles
sv: Plattor

source: <auto-detect>
sv: <identifiera automatiskt>

source: Time
sv: Tid

source: Setup Keyboard
sv: Ställ in tangenter

source: Open Level Directory
sv: Öppna bankatalog

source: medium tile (16px)
sv: medelstor platta (16px)

source: Use native custom cursor
sv: Använd inbyggd anpassad markör

source: Package Add-On
sv: Tilläggspaket

source: Official Contrib Levels
sv: Officiella bidragsbanor

source: No collision
sv: Ingen kollision

source: Kill particle
sv: Döda partikel

source: Restart game for the changes to take effect
sv: Starta om spelet för att ändringarna ska bli aktiva

source: Unisolid + Lightmap
sv: Enhetligt solid + ljuskarta

source: Background
sv: Bakgrund

source: top
sv: topp

source: none
sv: inget

source: Press Key
sv: Tryck ner en tangent

source: Disable all sound effects
sv: Inaktivera alla ljudeffekter

source: Speed X (variation)
sv: Hastighet X (variation)

source: Draw target
sv: Rita mål

source: Check for Deprecated Tiles
sv: Kontrollera om det finns föråldrade plattor

source: Creator of Tux, the Linux penguin
sv: Skaparen av Tux, Linux-pingvinen

source: Change on touch
sv: Ändra vid beröring

source: Auto-manage Players
sv: Hantera spelare automatiskt

source: Sine in/out
sv: Sinus in/ut

source: Graphics, Level Design
sv: Grafik, bandesign

source: Skydive
sv: Fallskärmshopp

source: Stumpy
sv: Stumpe

source: Sleeping Crystallo
sv: Sovande Crystallo

source: Max fragging:
sv: Flest dödade fiender:

source: Convert Tiles By File
sv: Konvertera plattor med fil

source: Sleeping Flame
sv: Sovande flamma

source: -h, --help Show this help message and quit
sv: -h, --help Visa detta hjälpmeddelande och avsluta

source: Show Controller
sv: Visa kontroller

source: Provides additional features, such as reflection and shaders. Might be slow and unstable on some machines.
sv: Tillhandahåller ytterligare funktioner, såsom reflektioner och shaders. Kan vara långsam och ostabil på vissa maskiner.

source: Play with the keyboard
sv: Spela med tangentbordet

source: Save Copy
sv: Spara kopia

source: Divider Line Color
sv: Färg för avgränsande linje

source: Download Files
sv: Hämta filer

source: Decal
sv: Dekal

source: To check for add-on updates, you must enable networking.
sv: För att söka efter uppdateringar för tillägg måste du aktivera nätverket.

source: Allow Multibind
sv: Tillåt flera bindningar

source: adaptive
sv: adaptiv

source: Strike Script
sv: Slagskript

source: -a, --aspect WIDTH:HEIGHT Run SuperTux with given aspect ratio
sv: -a, --aspect WIDTH:HEIGHT Kör SuperTux med angivet bildförhållande

source: Graphics, Programming
sv: Grafik, programmering

source: Credits
sv: Upphovspersoner

source: Right cursor
sv: Högerpil

source: Indicate all deprecated tiles on the active tilemap, without the need of hovering over.
sv: Ange alla föråldrade plattor på den aktiva plattkartan, utan att behöva hålla muspekaren över dem.

source: Add profile
sv: Lägg till profil

source: East
sv: Öster

source: Stopped
sv: Stoppad

source: Static
sv: Statisk

source: "Flexlay" Level Editor
sv: Banredigeraren ”Flexlay”

source: Open Directory
sv: Öppna katalog

source: Colour
sv: Färg

source: Door
sv: Dörr

source: Circular Platform
sv: Cirkulär plattform

source: Press escape to skip
sv: Tryck på escape för att hoppa över

source: Max amount
sv: Max antal

source: Overrides Data: {}
sv: Åsidosätter data: {}

source: Insert
sv: Infoga

source: Sequence
sv: Sekvens

source: and you, the player
sv: och till dig, spelaren

source: This will reset all game progress on the profile "{}". Are you sure?
sv: Detta kommer att återställa alla spelförlopp på profilen "{}". Är du säker på det?

source: Peek Down
sv: Titta ner

source: Y
sv: J

source: Sprite
sv: Objekt

source: Hat Right
sv: Spak höger

source: Go to main spawnpoint
sv: Gå till återuppståndspunkten "main"

source: Top Right
sv: Överst till höger

source: Break on impact?
sv: Gå sönder vid träff?

source: Choose World
sv: Välj värld

source: Contrib Levels
sv: Bidragna banor

source: Spotlight
sv: Strålkastare

source: Collect script
sv: Samla ihop skript

source: You
sv: Du

source: --disable-sound Disable sound effects
sv: --disable-sound Stäng av ljudeffekter

source: Flicker
sv: Flämtande

source: Reload Resources
sv: Läs om resurser

source: Custom Content
sv: Anpassat innehåll

source: Lock Color
sv: Lås färg

source: This will reset your game progress on all profiles. Are you sure?
sv: Detta kommer att återställa spelframstegen för alla profiler. Är du säker?
